[GM_IRI_ChaoticMind X2GeneModTemplate]
DisplayName="混乱的心灵"
Summary="该士兵在灵能进攻上获得大量加值，但无法遏制力量，并且在回合结束时会对 2 格内的所有单位造成伤害，包括盟友。心灵护盾物品或安慰光环效果范围被动技能会抑制该效果。安慰单体主动技能不会抑制该效果。"

[MZ_AdaptiveBoneMarrow X2GeneModTemplate]
DisplayName="自适应骨髓"
Summary="变种人生化突击兵被动治愈自身伤口的能力带来了腿部强化。该士兵的伤口恢复时间减少了66%，并且每回合都会恢复一些生命值。"

[MZ_AdrenalNeurosympathy X2GeneModTemplate]
DisplayName="肾上腺神经交感神经"
Summary="异变者 的信息素激发了他们的战争呐喊，以及这种皮肤修改。提供战斗信息素增强，在杀死敌人时增加附近士兵的瞄准、暴击几率和移动性。"

[MZ_NeuralDamping X2GeneModTemplate]
DisplayName="神经阻尼"
Summary="变种人牧师令人印象深刻的意志力，使他们能够抵抗灵能攻击，被用于这种大脑改造。这名士兵受到灵能攻击的伤害较小，并且免疫所有精神痛苦。"

[MZ_NeuralFeedback X2GeneModTemplate]
DisplayName="神经反馈"
Summary="变种人术士的侵略性灵能能力是这种大脑改造的基础。针对该士兵使用的灵能能力会对攻击者造成反馈伤害，并使其所有灵能能力进入冷却状态。不会降低攻击者的机会的成功。"

[MZ_NictitatingMembranes X2GeneModTemplate]
DisplayName="瞬膜"
Summary="对士兵眼睛的增强，基于灰人的眼睑。这些透明的内眼睑抵消了毒药、混乱和烟雾的目标惩罚。它们还在该士兵的回合开始时消除了失明。"

[MZ_PsyberInterface X2GeneModTemplate]
DisplayName="机械瞄准"
Summary="一种眼睛增强功能，由基于相位无人机光学器件的微型植入控制论镜头组成。它可以检测并向士兵显示信息，帮助他们攻击和瞄准机器人敌人。"

[MZ_RegenPheremones X2GeneModTemplate]
DisplayName="再生费洛蒙"
Summary="在皮肤下注入无面信息素。当该士兵杀死敌人时，可提供再生信息素增强，清除伤害状态并恢复附近士兵的生命值。"

[MZ_ViperBlood X2GeneModTemplate]
DisplayName="毒蛇之血"
Summary="胸部增强，可以让士兵的心脏与自己的心脏一起产生毒蛇之血。赋予对毒药的免疫能力。士兵受伤时会流毒，并且站在毒云中时会获得瞄准、暴击几率和闪避。"

[MZ_DepthPerception X2GeneModTemplate]
DisplayName="深度感知"
Summary="对士兵眼睛的修改，基于变种人狙击手无与伦比的远距离视野。当士兵对目标有高度优势时，提供额外的瞄准和暴击机会。"

[MZ_HyperreactivePupils X2GeneModTemplate]
DisplayName="反射视觉"
Summary="变种人士兵可靠的视力导致了这种眼睛增强功能的诞生。在这名士兵失手后给予他们瞄准奖励。"

[GM_WallClimb X2GeneModTemplate]
DisplayName="蜘蛛攀爬"
Summary="寄生兽的速度和攀爬能力融入了一条腿的增强中。使士兵能够爬上墙壁，让他们无缝地到达屋顶和下面的地面。还获得 1 点被动移动能力加值。"

[GM_MimeticSkin X2GeneModTemplate]
DisplayName="拟态皮肤"
Summary ="通过结合幽灵和生物无面者的各个方面，我们为士兵的皮肤创造了这种尖端的隐形增强。赋予士兵改变皮肤图案以匹配掩体的能力。当士兵移动到高掩体时，他们就会被隐藏起来。如果任何敌人都在该士兵的视线范围内，则不起作用。不幸的是，拟态皮肤赋予的隐身能力会产生意想不到的精神副作用，例如增加偏执，永久降低该士兵的意志 10。"

[MZ_Wiredreflexes X2GeneModTemplate]
DisplayName="突触助推器"
Summary="破坏者 的技术优势和 幽灵 的神秘生理学在这款控制论腿部增强中得到了发挥。赋予士兵在所有反应情况下的卓越能力，将命中骰子更改为更有利的一个阶段。"

[GM_MarathonRunner_MJ X2GeneModTemplate]
DisplayName="强化腿部肌肉"
Summary="变种人探路者强大的腿部肌肉激发了这种针对长距离跑步的腿部改造。它允许这名士兵花费 2 个标准动作来获得 3 个仅移动动作。"

[GM_ShadowOps_AbsolutelyCritical_MJ X2GeneModTemplate]
DisplayName="精致视觉皮层"
Summary="变种人探路者猎人令人印象深刻的击中目标弱点的能力持续带来了这种大脑改造。它使该士兵对侧翼目标获得 +25% 暴击率的被动加成。"

[GM_CelatidImmunities_MJ X2GeneModTemplate]
DisplayName="腐蚀者生物质输液"
Summary="在皮肤下注入腐蚀者生物质，增强士兵的免疫系统和神经。这使士兵对毒药、寄生兽毒液和眩晕免疫。"

[GM_GrimyFireWall_MJ X2GeneModTemplate]
DisplayName="火焰毒蛇腺体"
Summary=根据火焰毒蛇的火焰腺植入士兵的胸部。该腺体携带易燃混合物，该混合物通过皮下管推动，然后通过安装在手臂上的火焰喷射器排出。由此产生的攻击是如此强烈到会点燃它所击中的每一块地形。火焰腺对士兵来说很难控制，而且需要大量时间来补充其​​生物混合物，这限制了它在每次任务中只能使用一次。

[GM_GrimyEnrage_MJ X2GeneModTemplate]
DisplayName="疯狂的肾上腺脑门"
Summary ="受执政官启发的胸部改造，使士兵能够产生无与伦比的肾上腺素量。这使得士兵可以在受伤时以激活的奔袭战术开始他们的回合。不幸的是，肾上腺素产生的增加会降低士兵的由于他们很难得到良好的休息，因此无法长时间作战，从而使该士兵的意志永久降低 10。"

[GM_BioGeneralImmunities_MJ X2GeneModTemplate]
DisplayName="生物神经免疫"
Summary="将生化将军的高级抗体注入士兵的皮肤下。这使士兵能够免受酸、毒、寄生兽毒液和精神痛苦的影响。"

[GM_BS_Unstable_MJ X2GeneModTemplate]
DisplayName="心灵破坏者"
Summary="基于守门人的大脑植入物，尽管尺寸小得多，但在所使用的技术方面与神经鞭没有什么不同。然而，直接连接到士兵的大脑可以让它发挥最大的潜力，以获得更好的效果。"或更糟。士兵使用破坏性灵能能力造成的伤害提高 50%，但每次使用该能力时有 25% 的几率感到恐慌。此外，神经破坏者对士兵心理健康的影响会永久降低他们的意志 10。"

[GM_ShadowOps_Charge_M1_MJ X2GeneModTemplate]
DisplayName="突击充电器阿尔法"
Summary="基于变种人突击兵的腿部植入物，可提高士兵的冲刺能力。使士兵能够在冲刺后执行非移动动作，每次任务一次。"

[GM_ShadowOps_Charge_M2_MJ X2GeneModTemplate]
DisplayName="突击充电器贝塔"
Summary="基于高级变种人突击兵的腿部植入物，可提高士兵的冲刺能力。使士兵能够在冲刺后执行非移动动作，每次任务两次，每次使用之间有两回合的冷却时间。"

[GM_ShadowOps_Charge_M3_MJ X2GeneModTemplate]
DisplayName ="突击充电器德尔塔"
Summary="基于精英变种人突击兵的腿部植入物，可提高士兵的冲刺能力。使士兵能够在冲刺后执行非移动动作，每次任务三次，每次使用之间有三回合的冷却时间。"

[GM_ShadowOps_Charge_M4_MJ X2GeneModTemplate]
DisplayName="突击充电器伽玛"
Summary="基于变种人突击队队长的腿部植入物，可提高士兵的冲刺能力。使士兵能够在冲刺后执行非移动动作，每次任务四次，每次使用之间有四回合的冷却时间。"

[GM_MZPocketShredder_MJ X2GeneModTemplate]
DisplayName="爆破炮"
Summary="基于变种人突击 MEC 令人难以置信的火力的手臂植入物。赋予士兵爆破炮能力，该能力造成低伤害，但无论装备装甲或武器如何，都可以使用一次任务一次，但造成大量碎片和环境伤害。 "

[UIFacility_GeneModChamberSlot]
m_strWarnFirstTimeGeneModDialogText=恭喜，指挥官！您即将跨越被称为基因改装的不道德医疗实践的界限。在动刀之前，需要遵循一些规则：<ul><li><b>GENE MODS 是永久性的！</b></li><li>您可以随时取消项目，但资源会消失进入此项目将被浪费。</li><li>某些 Gene Mod 需要先决条件。</li><li>并非所有 Gene Mod 都可以一次安装。有些类型与其他类型不兼容。</li><li>某些基因模组会降低士兵的最大意志力。</li></ul>\n\n祝你打开潘多拉魔盒愉快！
